from random import randint

def get_phrase() -> str:
    texts = [
        "-# Пользователь объявлен в международный розыск Украиной. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Пользователь разыскивается по международному запросу Украины. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Пользователь находится в международном розыске по запросу Украины. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Украина объявила международный розыск данного пользователя. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Этот пользователь разыскивается Украиной по международному ордеру. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Пользователь внесен в международный розыск по требованию Украины. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Данный пользователь находится в международном розыске, инициированном Украиной. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Украина запросила международный розыск этого пользователя. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Пользователь объявлен в розыск на международном уровне по требованию Украины. [Подробнее](https://lite.myrotvorets.center/)",
        "-# Этот пользователь в международном розыске по запросу Украины. [Подробнее](https://lite.myrotvorets.center/)"
    ]
    
    index = randint(0, len(texts) - 1)
    
    return texts[index]